
const products = [
  {
    name: "جك حمام",
    price: "2,000 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792568894466.jpg"
  },
  {
    name: "جك حافظ",
    price: "5,300 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792568900463.jpg"
  },
  {
    name: "صندوق سجادة صلاة",
    price: "13,000 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792568906594.jpg"
  },
  {
    name: "جك ماء مع القلصات",
    price: "4,300 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792620830722.jpg"
  },
  {
    name: "طقم حافظات طعام",
    price: "6,500 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792620838220.jpg"
  },
  {
    name: "منشل خضروات",
    price: "1,000 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792620843527.jpg"
  },
  {
    name: "ملف كنس",
    price: "1,000 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792620849192.jpg"
  },
  {
    name: "منشل مغسل",
    price: "3,500 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792621017042.jpg"
  },
  {
    name: "حافظة طعام كبيرة",
    price: "4,200 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792621022376.jpg"
  },
  {
    name: "سلة قمامة",
    price: "8,500 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792621027689.jpg"
  },
  {
    name: "سلة مهملات صغير",
    price: "1,800 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792621033211.jpg"
  },
  {
    name: "قصريات اطفال",
    price: "2,800 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792621239408.jpg"
  },
  {
    name: "مخارف ماء",
    price: "1,000 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792621244955.jpg"
  },
  {
    name: "رفاف خضروات",
    price: "10,500 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792621251104.jpg"
  },
  {
    name: "كرسي ارجل معدني",
    price: "20,500 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792621256664.jpg"
  },
  {
    name: "كرسي بلاستيك",
    price: "12,500 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792621335116.jpg"
  },
  {
    name: "سلة ثياب صغيرة",
    price: "4,800 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792621341362.jpg"
  },
  {
    name: "سلة ثياب كبيرة",
    price: "8,000 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792621347002.jpg"
  },
  {
    name: "سلة ثياب أطفال",
    price: "6,800 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792621354174.jpg"
  },
  {
    name: "سلة مهملات كبير",
    price: "23,000 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792621491444.jpg"
  },
  {
    name: "كراسي ترامس",
    price: "3,500 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792621497023.jpg"
  },
  {
    name: "رف زاوية",
    price: "4,300 ر.ي",
    category: "البلاستيكيات والأدوات المنزلية",
    image: "صور قسم البلاستيكيات والأدوات المنزلية/1792621502857.jpg"
  }
];
